[
    "POS_11_LEFT_TYPE_mirror",
    "POS_11_LEFT_PROP_reflectivity",
    "POS_11_LEFT_PROP_tuning_sin",
    "POS_11_LEFT_PROP_tuning_cos",
    "POS_11_LEFT_PROP_mass",
    "POS_11_RIGHT_TYPE_mirror",
    "POS_11_RIGHT_PROP_reflectivity",
    "POS_11_RIGHT_PROP_tuning_sin",
    "POS_11_RIGHT_PROP_tuning_cos",
    "POS_11_RIGHT_PROP_mass",
    "POS_11_TOP_TYPE_mirror",
    "POS_11_TOP_PROP_reflectivity",
    "POS_11_TOP_PROP_tuning_sin",
    "POS_11_TOP_PROP_tuning_cos",
    "POS_11_TOP_PROP_mass",
    "POS_11_BOTTOM_TYPE_mirror",
    "POS_11_BOTTOM_PROP_reflectivity",
    "POS_11_BOTTOM_PROP_tuning_sin",
    "POS_11_BOTTOM_PROP_tuning_cos",
    "POS_11_BOTTOM_PROP_mass",
    "POS_11_CENTER_TYPE_beamsplitter_left",
    "POS_11_CENTER_PROP_reflectivity",
    "POS_11_CENTER_PROP_tuning_sin",
    "POS_11_CENTER_PROP_tuning_cos",
    "POS_11_CENTER_PROP_mass",
    "POS_11_CENTER_TYPE_beamsplitter_right",
    "POS_11_CENTER_TYPE_beamsplitter_top",
    "POS_11_CENTER_TYPE_beamsplitter_bottom",
    "POS_11_CENTER_TYPE_directional_beamsplitter_0",
    "POS_11_CENTER_TYPE_directional_beamsplitter_90",
    "POS_12_LEFT_TYPE_mirror",
    "POS_12_LEFT_PROP_reflectivity",
    "POS_12_LEFT_PROP_tuning_sin",
    "POS_12_LEFT_PROP_tuning_cos",
    "POS_12_LEFT_PROP_mass",
    "POS_12_RIGHT_TYPE_mirror",
    "POS_12_RIGHT_PROP_reflectivity",
    "POS_12_RIGHT_PROP_tuning_sin",
    "POS_12_RIGHT_PROP_tuning_cos",
    "POS_12_RIGHT_PROP_mass",
    "POS_12_TOP_TYPE_mirror",
    "POS_12_TOP_PROP_reflectivity",
    "POS_12_TOP_PROP_tuning_sin",
    "POS_12_TOP_PROP_tuning_cos",
    "POS_12_TOP_PROP_mass",
    "POS_12_BOTTOM_TYPE_mirror",
    "POS_12_BOTTOM_PROP_reflectivity",
    "POS_12_BOTTOM_PROP_tuning_sin",
    "POS_12_BOTTOM_PROP_tuning_cos",
    "POS_12_BOTTOM_PROP_mass",
    "POS_12_CENTER_TYPE_beamsplitter_left",
    "POS_12_CENTER_PROP_reflectivity",
    "POS_12_CENTER_PROP_tuning_sin",
    "POS_12_CENTER_PROP_tuning_cos",
    "POS_12_CENTER_PROP_mass",
    "POS_12_CENTER_TYPE_beamsplitter_right",
    "POS_12_CENTER_TYPE_beamsplitter_top",
    "POS_12_CENTER_TYPE_beamsplitter_bottom",
    "POS_12_CENTER_TYPE_directional_beamsplitter_0",
    "POS_12_CENTER_TYPE_directional_beamsplitter_90",
    "POS_13_LEFT_TYPE_mirror",
    "POS_13_LEFT_PROP_reflectivity",
    "POS_13_LEFT_PROP_tuning_sin",
    "POS_13_LEFT_PROP_tuning_cos",
    "POS_13_LEFT_PROP_mass",
    "POS_13_RIGHT_TYPE_mirror",
    "POS_13_RIGHT_PROP_reflectivity",
    "POS_13_RIGHT_PROP_tuning_sin",
    "POS_13_RIGHT_PROP_tuning_cos",
    "POS_13_RIGHT_PROP_mass",
    "POS_13_TOP_TYPE_mirror",
    "POS_13_TOP_PROP_reflectivity",
    "POS_13_TOP_PROP_tuning_sin",
    "POS_13_TOP_PROP_tuning_cos",
    "POS_13_TOP_PROP_mass",
    "POS_13_BOTTOM_TYPE_mirror",
    "POS_13_BOTTOM_PROP_reflectivity",
    "POS_13_BOTTOM_PROP_tuning_sin",
    "POS_13_BOTTOM_PROP_tuning_cos",
    "POS_13_BOTTOM_PROP_mass",
    "POS_13_CENTER_TYPE_beamsplitter_left",
    "POS_13_CENTER_PROP_reflectivity",
    "POS_13_CENTER_PROP_tuning_sin",
    "POS_13_CENTER_PROP_tuning_cos",
    "POS_13_CENTER_PROP_mass",
    "POS_13_CENTER_TYPE_beamsplitter_right",
    "POS_13_CENTER_TYPE_beamsplitter_top",
    "POS_13_CENTER_TYPE_beamsplitter_bottom",
    "POS_13_CENTER_TYPE_directional_beamsplitter_0",
    "POS_13_CENTER_TYPE_directional_beamsplitter_90",
    "POS_21_LEFT_TYPE_mirror",
    "POS_21_LEFT_PROP_reflectivity",
    "POS_21_LEFT_PROP_tuning_sin",
    "POS_21_LEFT_PROP_tuning_cos",
    "POS_21_LEFT_PROP_mass",
    "POS_21_RIGHT_TYPE_mirror",
    "POS_21_RIGHT_PROP_reflectivity",
    "POS_21_RIGHT_PROP_tuning_sin",
    "POS_21_RIGHT_PROP_tuning_cos",
    "POS_21_RIGHT_PROP_mass",
    "POS_21_TOP_TYPE_mirror",
    "POS_21_TOP_PROP_reflectivity",
    "POS_21_TOP_PROP_tuning_sin",
    "POS_21_TOP_PROP_tuning_cos",
    "POS_21_TOP_PROP_mass",
    "POS_21_BOTTOM_TYPE_mirror",
    "POS_21_BOTTOM_PROP_reflectivity",
    "POS_21_BOTTOM_PROP_tuning_sin",
    "POS_21_BOTTOM_PROP_tuning_cos",
    "POS_21_BOTTOM_PROP_mass",
    "POS_21_CENTER_TYPE_beamsplitter_left",
    "POS_21_CENTER_PROP_reflectivity",
    "POS_21_CENTER_PROP_tuning_sin",
    "POS_21_CENTER_PROP_tuning_cos",
    "POS_21_CENTER_PROP_mass",
    "POS_21_CENTER_TYPE_beamsplitter_right",
    "POS_21_CENTER_TYPE_beamsplitter_top",
    "POS_21_CENTER_TYPE_beamsplitter_bottom",
    "POS_21_CENTER_TYPE_directional_beamsplitter_0",
    "POS_21_CENTER_TYPE_directional_beamsplitter_90",
    "POS_22_LEFT_TYPE_mirror",
    "POS_22_LEFT_PROP_reflectivity",
    "POS_22_LEFT_PROP_tuning_sin",
    "POS_22_LEFT_PROP_tuning_cos",
    "POS_22_LEFT_PROP_mass",
    "POS_22_RIGHT_TYPE_mirror",
    "POS_22_RIGHT_PROP_reflectivity",
    "POS_22_RIGHT_PROP_tuning_sin",
    "POS_22_RIGHT_PROP_tuning_cos",
    "POS_22_RIGHT_PROP_mass",
    "POS_22_TOP_TYPE_mirror",
    "POS_22_TOP_PROP_reflectivity",
    "POS_22_TOP_PROP_tuning_sin",
    "POS_22_TOP_PROP_tuning_cos",
    "POS_22_TOP_PROP_mass",
    "POS_22_BOTTOM_TYPE_mirror",
    "POS_22_BOTTOM_PROP_reflectivity",
    "POS_22_BOTTOM_PROP_tuning_sin",
    "POS_22_BOTTOM_PROP_tuning_cos",
    "POS_22_BOTTOM_PROP_mass",
    "POS_22_CENTER_TYPE_beamsplitter_left",
    "POS_22_CENTER_PROP_reflectivity",
    "POS_22_CENTER_PROP_tuning_sin",
    "POS_22_CENTER_PROP_tuning_cos",
    "POS_22_CENTER_PROP_mass",
    "POS_22_CENTER_TYPE_beamsplitter_right",
    "POS_22_CENTER_TYPE_beamsplitter_top",
    "POS_22_CENTER_TYPE_beamsplitter_bottom",
    "POS_22_CENTER_TYPE_directional_beamsplitter_0",
    "POS_22_CENTER_TYPE_directional_beamsplitter_90",
    "POS_23_LEFT_TYPE_mirror",
    "POS_23_LEFT_PROP_reflectivity",
    "POS_23_LEFT_PROP_tuning_sin",
    "POS_23_LEFT_PROP_tuning_cos",
    "POS_23_LEFT_PROP_mass",
    "POS_23_RIGHT_TYPE_mirror",
    "POS_23_RIGHT_PROP_reflectivity",
    "POS_23_RIGHT_PROP_tuning_sin",
    "POS_23_RIGHT_PROP_tuning_cos",
    "POS_23_RIGHT_PROP_mass",
    "POS_23_TOP_TYPE_mirror",
    "POS_23_TOP_PROP_reflectivity",
    "POS_23_TOP_PROP_tuning_sin",
    "POS_23_TOP_PROP_tuning_cos",
    "POS_23_TOP_PROP_mass",
    "POS_23_BOTTOM_TYPE_mirror",
    "POS_23_BOTTOM_PROP_reflectivity",
    "POS_23_BOTTOM_PROP_tuning_sin",
    "POS_23_BOTTOM_PROP_tuning_cos",
    "POS_23_BOTTOM_PROP_mass",
    "POS_23_CENTER_TYPE_beamsplitter_left",
    "POS_23_CENTER_PROP_reflectivity",
    "POS_23_CENTER_PROP_tuning_sin",
    "POS_23_CENTER_PROP_tuning_cos",
    "POS_23_CENTER_PROP_mass",
    "POS_23_CENTER_TYPE_beamsplitter_right",
    "POS_23_CENTER_TYPE_beamsplitter_top",
    "POS_23_CENTER_TYPE_beamsplitter_bottom",
    "POS_23_CENTER_TYPE_directional_beamsplitter_0",
    "POS_23_CENTER_TYPE_directional_beamsplitter_90",
    "POS_31_LEFT_TYPE_mirror",
    "POS_31_LEFT_PROP_reflectivity",
    "POS_31_LEFT_PROP_tuning_sin",
    "POS_31_LEFT_PROP_tuning_cos",
    "POS_31_LEFT_PROP_mass",
    "POS_31_RIGHT_TYPE_mirror",
    "POS_31_RIGHT_PROP_reflectivity",
    "POS_31_RIGHT_PROP_tuning_sin",
    "POS_31_RIGHT_PROP_tuning_cos",
    "POS_31_RIGHT_PROP_mass",
    "POS_31_TOP_TYPE_mirror",
    "POS_31_TOP_PROP_reflectivity",
    "POS_31_TOP_PROP_tuning_sin",
    "POS_31_TOP_PROP_tuning_cos",
    "POS_31_TOP_PROP_mass",
    "POS_31_BOTTOM_TYPE_mirror",
    "POS_31_BOTTOM_PROP_reflectivity",
    "POS_31_BOTTOM_PROP_tuning_sin",
    "POS_31_BOTTOM_PROP_tuning_cos",
    "POS_31_BOTTOM_PROP_mass",
    "POS_31_CENTER_TYPE_beamsplitter_left",
    "POS_31_CENTER_PROP_reflectivity",
    "POS_31_CENTER_PROP_tuning_sin",
    "POS_31_CENTER_PROP_tuning_cos",
    "POS_31_CENTER_PROP_mass",
    "POS_31_CENTER_TYPE_beamsplitter_right",
    "POS_31_CENTER_TYPE_beamsplitter_top",
    "POS_31_CENTER_TYPE_beamsplitter_bottom",
    "POS_31_CENTER_TYPE_directional_beamsplitter_0",
    "POS_31_CENTER_TYPE_directional_beamsplitter_90",
    "POS_32_LEFT_TYPE_mirror",
    "POS_32_LEFT_PROP_reflectivity",
    "POS_32_LEFT_PROP_tuning_sin",
    "POS_32_LEFT_PROP_tuning_cos",
    "POS_32_LEFT_PROP_mass",
    "POS_32_RIGHT_TYPE_mirror",
    "POS_32_RIGHT_PROP_reflectivity",
    "POS_32_RIGHT_PROP_tuning_sin",
    "POS_32_RIGHT_PROP_tuning_cos",
    "POS_32_RIGHT_PROP_mass",
    "POS_32_TOP_TYPE_mirror",
    "POS_32_TOP_PROP_reflectivity",
    "POS_32_TOP_PROP_tuning_sin",
    "POS_32_TOP_PROP_tuning_cos",
    "POS_32_TOP_PROP_mass",
    "POS_32_BOTTOM_TYPE_mirror",
    "POS_32_BOTTOM_PROP_reflectivity",
    "POS_32_BOTTOM_PROP_tuning_sin",
    "POS_32_BOTTOM_PROP_tuning_cos",
    "POS_32_BOTTOM_PROP_mass",
    "POS_32_CENTER_TYPE_beamsplitter_left",
    "POS_32_CENTER_PROP_reflectivity",
    "POS_32_CENTER_PROP_tuning_sin",
    "POS_32_CENTER_PROP_tuning_cos",
    "POS_32_CENTER_PROP_mass",
    "POS_32_CENTER_TYPE_beamsplitter_right",
    "POS_32_CENTER_TYPE_beamsplitter_top",
    "POS_32_CENTER_TYPE_beamsplitter_bottom",
    "POS_32_CENTER_TYPE_directional_beamsplitter_0",
    "POS_32_CENTER_TYPE_directional_beamsplitter_90",
    "POS_33_LEFT_TYPE_mirror",
    "POS_33_LEFT_PROP_reflectivity",
    "POS_33_LEFT_PROP_tuning_sin",
    "POS_33_LEFT_PROP_tuning_cos",
    "POS_33_LEFT_PROP_mass",
    "POS_33_RIGHT_TYPE_mirror",
    "POS_33_RIGHT_PROP_reflectivity",
    "POS_33_RIGHT_PROP_tuning_sin",
    "POS_33_RIGHT_PROP_tuning_cos",
    "POS_33_RIGHT_PROP_mass",
    "POS_33_TOP_TYPE_mirror",
    "POS_33_TOP_PROP_reflectivity",
    "POS_33_TOP_PROP_tuning_sin",
    "POS_33_TOP_PROP_tuning_cos",
    "POS_33_TOP_PROP_mass",
    "POS_33_BOTTOM_TYPE_mirror",
    "POS_33_BOTTOM_PROP_reflectivity",
    "POS_33_BOTTOM_PROP_tuning_sin",
    "POS_33_BOTTOM_PROP_tuning_cos",
    "POS_33_BOTTOM_PROP_mass",
    "POS_33_CENTER_TYPE_beamsplitter_left",
    "POS_33_CENTER_PROP_reflectivity",
    "POS_33_CENTER_PROP_tuning_sin",
    "POS_33_CENTER_PROP_tuning_cos",
    "POS_33_CENTER_PROP_mass",
    "POS_33_CENTER_TYPE_beamsplitter_right",
    "POS_33_CENTER_TYPE_beamsplitter_top",
    "POS_33_CENTER_TYPE_beamsplitter_bottom",
    "POS_33_CENTER_TYPE_directional_beamsplitter_0",
    "POS_33_CENTER_TYPE_directional_beamsplitter_90",
    "POS_01_MAIN_TYPE_mirror",
    "POS_01_MAIN_PROP_reflectivity",
    "POS_01_MAIN_PROP_tuning_sin",
    "POS_01_MAIN_PROP_tuning_cos",
    "POS_01_MAIN_PROP_mass",
    "POS_01_BOUNDARY_TYPE_laser",
    "POS_01_BOUNDARY_PROP_power",
    "POS_01_BOUNDARY_TYPE_squeezer",
    "POS_01_BOUNDARY_PROP_db",
    "POS_01_BOUNDARY_PROP_angle_sin",
    "POS_01_BOUNDARY_PROP_angle_cos",
    "POS_01_BOUNDARY_TYPE_detector",
    "POS_01_LO_TYPE_lo_laser",
    "POS_01_DETECTOR_TYPE_detector",
    "POS_01_BHBS_TYPE_bhbs",
    "POS_01_BHBS_PROP_reflectivity",
    "POS_01_BHBS_PROP_tuning_sin",
    "POS_01_BHBS_PROP_tuning_cos",
    "POS_02_MAIN_TYPE_mirror",
    "POS_02_MAIN_PROP_reflectivity",
    "POS_02_MAIN_PROP_tuning_sin",
    "POS_02_MAIN_PROP_tuning_cos",
    "POS_02_MAIN_PROP_mass",
    "POS_02_BOUNDARY_TYPE_laser",
    "POS_02_BOUNDARY_PROP_power",
    "POS_02_BOUNDARY_TYPE_squeezer",
    "POS_02_BOUNDARY_PROP_db",
    "POS_02_BOUNDARY_PROP_angle_sin",
    "POS_02_BOUNDARY_PROP_angle_cos",
    "POS_02_BOUNDARY_TYPE_detector",
    "POS_02_LO_TYPE_lo_laser",
    "POS_02_DETECTOR_TYPE_detector",
    "POS_02_BHBS_TYPE_bhbs",
    "POS_02_BHBS_PROP_reflectivity",
    "POS_02_BHBS_PROP_tuning_sin",
    "POS_02_BHBS_PROP_tuning_cos",
    "POS_03_MAIN_TYPE_mirror",
    "POS_03_MAIN_PROP_reflectivity",
    "POS_03_MAIN_PROP_tuning_sin",
    "POS_03_MAIN_PROP_tuning_cos",
    "POS_03_MAIN_PROP_mass",
    "POS_03_BOUNDARY_TYPE_laser",
    "POS_03_BOUNDARY_PROP_power",
    "POS_03_BOUNDARY_TYPE_squeezer",
    "POS_03_BOUNDARY_PROP_db",
    "POS_03_BOUNDARY_PROP_angle_sin",
    "POS_03_BOUNDARY_PROP_angle_cos",
    "POS_03_BOUNDARY_TYPE_detector",
    "POS_03_LO_TYPE_lo_laser",
    "POS_03_DETECTOR_TYPE_detector",
    "POS_03_BHBS_TYPE_bhbs",
    "POS_03_BHBS_PROP_reflectivity",
    "POS_03_BHBS_PROP_tuning_sin",
    "POS_03_BHBS_PROP_tuning_cos",
    "POS_10_MAIN_TYPE_mirror",
    "POS_10_MAIN_PROP_reflectivity",
    "POS_10_MAIN_PROP_tuning_sin",
    "POS_10_MAIN_PROP_tuning_cos",
    "POS_10_MAIN_PROP_mass",
    "POS_10_BOUNDARY_TYPE_laser",
    "POS_10_BOUNDARY_PROP_power",
    "POS_10_BOUNDARY_TYPE_squeezer",
    "POS_10_BOUNDARY_PROP_db",
    "POS_10_BOUNDARY_PROP_angle_sin",
    "POS_10_BOUNDARY_PROP_angle_cos",
    "POS_10_BOUNDARY_TYPE_detector",
    "POS_10_LO_TYPE_lo_laser",
    "POS_10_DETECTOR_TYPE_detector",
    "POS_10_BHBS_TYPE_bhbs",
    "POS_10_BHBS_PROP_reflectivity",
    "POS_10_BHBS_PROP_tuning_sin",
    "POS_10_BHBS_PROP_tuning_cos",
    "POS_14_MAIN_TYPE_mirror",
    "POS_14_MAIN_PROP_reflectivity",
    "POS_14_MAIN_PROP_tuning_sin",
    "POS_14_MAIN_PROP_tuning_cos",
    "POS_14_MAIN_PROP_mass",
    "POS_14_BOUNDARY_TYPE_laser",
    "POS_14_BOUNDARY_PROP_power",
    "POS_14_BOUNDARY_TYPE_squeezer",
    "POS_14_BOUNDARY_PROP_db",
    "POS_14_BOUNDARY_PROP_angle_sin",
    "POS_14_BOUNDARY_PROP_angle_cos",
    "POS_14_BOUNDARY_TYPE_detector",
    "POS_14_LO_TYPE_lo_laser",
    "POS_14_DETECTOR_TYPE_detector",
    "POS_14_BHBS_TYPE_bhbs",
    "POS_14_BHBS_PROP_reflectivity",
    "POS_14_BHBS_PROP_tuning_sin",
    "POS_14_BHBS_PROP_tuning_cos",
    "POS_20_MAIN_TYPE_mirror",
    "POS_20_MAIN_PROP_reflectivity",
    "POS_20_MAIN_PROP_tuning_sin",
    "POS_20_MAIN_PROP_tuning_cos",
    "POS_20_MAIN_PROP_mass",
    "POS_20_BOUNDARY_TYPE_laser",
    "POS_20_BOUNDARY_PROP_power",
    "POS_20_BOUNDARY_TYPE_squeezer",
    "POS_20_BOUNDARY_PROP_db",
    "POS_20_BOUNDARY_PROP_angle_sin",
    "POS_20_BOUNDARY_PROP_angle_cos",
    "POS_20_BOUNDARY_TYPE_detector",
    "POS_20_LO_TYPE_lo_laser",
    "POS_20_DETECTOR_TYPE_detector",
    "POS_20_BHBS_TYPE_bhbs",
    "POS_20_BHBS_PROP_reflectivity",
    "POS_20_BHBS_PROP_tuning_sin",
    "POS_20_BHBS_PROP_tuning_cos",
    "POS_24_MAIN_TYPE_mirror",
    "POS_24_MAIN_PROP_reflectivity",
    "POS_24_MAIN_PROP_tuning_sin",
    "POS_24_MAIN_PROP_tuning_cos",
    "POS_24_MAIN_PROP_mass",
    "POS_24_BOUNDARY_TYPE_laser",
    "POS_24_BOUNDARY_PROP_power",
    "POS_24_BOUNDARY_TYPE_squeezer",
    "POS_24_BOUNDARY_PROP_db",
    "POS_24_BOUNDARY_PROP_angle_sin",
    "POS_24_BOUNDARY_PROP_angle_cos",
    "POS_24_BOUNDARY_TYPE_detector",
    "POS_24_LO_TYPE_lo_laser",
    "POS_24_DETECTOR_TYPE_detector",
    "POS_24_BHBS_TYPE_bhbs",
    "POS_24_BHBS_PROP_reflectivity",
    "POS_24_BHBS_PROP_tuning_sin",
    "POS_24_BHBS_PROP_tuning_cos",
    "POS_30_MAIN_TYPE_mirror",
    "POS_30_MAIN_PROP_reflectivity",
    "POS_30_MAIN_PROP_tuning_sin",
    "POS_30_MAIN_PROP_tuning_cos",
    "POS_30_MAIN_PROP_mass",
    "POS_30_BOUNDARY_TYPE_laser",
    "POS_30_BOUNDARY_PROP_power",
    "POS_30_BOUNDARY_TYPE_squeezer",
    "POS_30_BOUNDARY_PROP_db",
    "POS_30_BOUNDARY_PROP_angle_sin",
    "POS_30_BOUNDARY_PROP_angle_cos",
    "POS_30_BOUNDARY_TYPE_detector",
    "POS_30_LO_TYPE_lo_laser",
    "POS_30_DETECTOR_TYPE_detector",
    "POS_30_BHBS_TYPE_bhbs",
    "POS_30_BHBS_PROP_reflectivity",
    "POS_30_BHBS_PROP_tuning_sin",
    "POS_30_BHBS_PROP_tuning_cos",
    "POS_34_MAIN_TYPE_mirror",
    "POS_34_MAIN_PROP_reflectivity",
    "POS_34_MAIN_PROP_tuning_sin",
    "POS_34_MAIN_PROP_tuning_cos",
    "POS_34_MAIN_PROP_mass",
    "POS_34_BOUNDARY_TYPE_laser",
    "POS_34_BOUNDARY_PROP_power",
    "POS_34_BOUNDARY_TYPE_squeezer",
    "POS_34_BOUNDARY_PROP_db",
    "POS_34_BOUNDARY_PROP_angle_sin",
    "POS_34_BOUNDARY_PROP_angle_cos",
    "POS_34_BOUNDARY_TYPE_detector",
    "POS_34_LO_TYPE_lo_laser",
    "POS_34_DETECTOR_TYPE_detector",
    "POS_34_BHBS_TYPE_bhbs",
    "POS_34_BHBS_PROP_reflectivity",
    "POS_34_BHBS_PROP_tuning_sin",
    "POS_34_BHBS_PROP_tuning_cos",
    "POS_41_MAIN_TYPE_mirror",
    "POS_41_MAIN_PROP_reflectivity",
    "POS_41_MAIN_PROP_tuning_sin",
    "POS_41_MAIN_PROP_tuning_cos",
    "POS_41_MAIN_PROP_mass",
    "POS_41_BOUNDARY_TYPE_laser",
    "POS_41_BOUNDARY_PROP_power",
    "POS_41_BOUNDARY_TYPE_squeezer",
    "POS_41_BOUNDARY_PROP_db",
    "POS_41_BOUNDARY_PROP_angle_sin",
    "POS_41_BOUNDARY_PROP_angle_cos",
    "POS_41_BOUNDARY_TYPE_detector",
    "POS_41_LO_TYPE_lo_laser",
    "POS_41_DETECTOR_TYPE_detector",
    "POS_41_BHBS_TYPE_bhbs",
    "POS_41_BHBS_PROP_reflectivity",
    "POS_41_BHBS_PROP_tuning_sin",
    "POS_41_BHBS_PROP_tuning_cos",
    "POS_42_MAIN_TYPE_mirror",
    "POS_42_MAIN_PROP_reflectivity",
    "POS_42_MAIN_PROP_tuning_sin",
    "POS_42_MAIN_PROP_tuning_cos",
    "POS_42_MAIN_PROP_mass",
    "POS_42_BOUNDARY_TYPE_laser",
    "POS_42_BOUNDARY_PROP_power",
    "POS_42_BOUNDARY_TYPE_squeezer",
    "POS_42_BOUNDARY_PROP_db",
    "POS_42_BOUNDARY_PROP_angle_sin",
    "POS_42_BOUNDARY_PROP_angle_cos",
    "POS_42_BOUNDARY_TYPE_detector",
    "POS_42_LO_TYPE_lo_laser",
    "POS_42_DETECTOR_TYPE_detector",
    "POS_42_BHBS_TYPE_bhbs",
    "POS_42_BHBS_PROP_reflectivity",
    "POS_42_BHBS_PROP_tuning_sin",
    "POS_42_BHBS_PROP_tuning_cos",
    "POS_43_MAIN_TYPE_mirror",
    "POS_43_MAIN_PROP_reflectivity",
    "POS_43_MAIN_PROP_tuning_sin",
    "POS_43_MAIN_PROP_tuning_cos",
    "POS_43_MAIN_PROP_mass",
    "POS_43_BOUNDARY_TYPE_laser",
    "POS_43_BOUNDARY_PROP_power",
    "POS_43_BOUNDARY_TYPE_squeezer",
    "POS_43_BOUNDARY_PROP_db",
    "POS_43_BOUNDARY_PROP_angle_sin",
    "POS_43_BOUNDARY_PROP_angle_cos",
    "POS_43_BOUNDARY_TYPE_detector",
    "POS_43_LO_TYPE_lo_laser",
    "POS_43_DETECTOR_TYPE_detector",
    "POS_43_BHBS_TYPE_bhbs",
    "POS_43_BHBS_PROP_reflectivity",
    "POS_43_BHBS_PROP_tuning_sin",
    "POS_43_BHBS_PROP_tuning_cos",
    "EDGE_m01_mt11_length",
    "EDGE_m02_mt12_length",
    "EDGE_m03_mt13_length",
    "EDGE_m10_ml11_length",
    "EDGE_m20_ml21_length",
    "EDGE_m30_ml31_length",
    "EDGE_mb31_m41_length",
    "EDGE_mb32_m42_length",
    "EDGE_mb33_m43_length",
    "EDGE_mr11_ml12_length",
    "EDGE_mr12_ml13_length",
    "EDGE_mr13_m14_length",
    "EDGE_mr21_ml22_length",
    "EDGE_mr22_ml23_length",
    "EDGE_mr23_m24_length",
    "EDGE_mr31_ml32_length",
    "EDGE_mr32_ml33_length",
    "EDGE_mr33_m34_length",
    "EDGE_mt21_mb11_length",
    "EDGE_mt22_mb12_length",
    "EDGE_mt23_mb13_length",
    "EDGE_mt31_mb21_length",
    "EDGE_mt32_mb22_length",
    "EDGE_mt33_mb23_length"
]