[
    "POS_11_LEFT_CLASS_mirror",
    "POS_11_LEFT_SHARED_SLOT_0",
    "POS_11_LEFT_SHARED_SLOT_1",
    "POS_11_LEFT_SHARED_SLOT_2",
    "POS_11_LEFT_SHARED_SLOT_3",
    "POS_11_RIGHT_CLASS_mirror",
    "POS_11_RIGHT_SHARED_SLOT_0",
    "POS_11_RIGHT_SHARED_SLOT_1",
    "POS_11_RIGHT_SHARED_SLOT_2",
    "POS_11_RIGHT_SHARED_SLOT_3",
    "POS_11_TOP_CLASS_mirror",
    "POS_11_TOP_SHARED_SLOT_0",
    "POS_11_TOP_SHARED_SLOT_1",
    "POS_11_TOP_SHARED_SLOT_2",
    "POS_11_TOP_SHARED_SLOT_3",
    "POS_11_BOTTOM_CLASS_mirror",
    "POS_11_BOTTOM_SHARED_SLOT_0",
    "POS_11_BOTTOM_SHARED_SLOT_1",
    "POS_11_BOTTOM_SHARED_SLOT_2",
    "POS_11_BOTTOM_SHARED_SLOT_3",
    "POS_11_CENTER_CLASS_beamsplitter_left",
    "POS_11_CENTER_CLASS_beamsplitter_right",
    "POS_11_CENTER_CLASS_beamsplitter_top",
    "POS_11_CENTER_CLASS_beamsplitter_bottom",
    "POS_11_CENTER_CLASS_directional_beamsplitter_0",
    "POS_11_CENTER_CLASS_directional_beamsplitter_90",
    "POS_11_CENTER_SHARED_SLOT_0",
    "POS_11_CENTER_SHARED_SLOT_1",
    "POS_11_CENTER_SHARED_SLOT_2",
    "POS_11_CENTER_SHARED_SLOT_3",
    "POS_12_LEFT_CLASS_mirror",
    "POS_12_LEFT_SHARED_SLOT_0",
    "POS_12_LEFT_SHARED_SLOT_1",
    "POS_12_LEFT_SHARED_SLOT_2",
    "POS_12_LEFT_SHARED_SLOT_3",
    "POS_12_RIGHT_CLASS_mirror",
    "POS_12_RIGHT_SHARED_SLOT_0",
    "POS_12_RIGHT_SHARED_SLOT_1",
    "POS_12_RIGHT_SHARED_SLOT_2",
    "POS_12_RIGHT_SHARED_SLOT_3",
    "POS_12_TOP_CLASS_mirror",
    "POS_12_TOP_SHARED_SLOT_0",
    "POS_12_TOP_SHARED_SLOT_1",
    "POS_12_TOP_SHARED_SLOT_2",
    "POS_12_TOP_SHARED_SLOT_3",
    "POS_12_BOTTOM_CLASS_mirror",
    "POS_12_BOTTOM_SHARED_SLOT_0",
    "POS_12_BOTTOM_SHARED_SLOT_1",
    "POS_12_BOTTOM_SHARED_SLOT_2",
    "POS_12_BOTTOM_SHARED_SLOT_3",
    "POS_12_CENTER_CLASS_beamsplitter_left",
    "POS_12_CENTER_CLASS_beamsplitter_right",
    "POS_12_CENTER_CLASS_beamsplitter_top",
    "POS_12_CENTER_CLASS_beamsplitter_bottom",
    "POS_12_CENTER_CLASS_directional_beamsplitter_0",
    "POS_12_CENTER_CLASS_directional_beamsplitter_90",
    "POS_12_CENTER_SHARED_SLOT_0",
    "POS_12_CENTER_SHARED_SLOT_1",
    "POS_12_CENTER_SHARED_SLOT_2",
    "POS_12_CENTER_SHARED_SLOT_3",
    "POS_13_LEFT_CLASS_mirror",
    "POS_13_LEFT_SHARED_SLOT_0",
    "POS_13_LEFT_SHARED_SLOT_1",
    "POS_13_LEFT_SHARED_SLOT_2",
    "POS_13_LEFT_SHARED_SLOT_3",
    "POS_13_RIGHT_CLASS_mirror",
    "POS_13_RIGHT_SHARED_SLOT_0",
    "POS_13_RIGHT_SHARED_SLOT_1",
    "POS_13_RIGHT_SHARED_SLOT_2",
    "POS_13_RIGHT_SHARED_SLOT_3",
    "POS_13_TOP_CLASS_mirror",
    "POS_13_TOP_SHARED_SLOT_0",
    "POS_13_TOP_SHARED_SLOT_1",
    "POS_13_TOP_SHARED_SLOT_2",
    "POS_13_TOP_SHARED_SLOT_3",
    "POS_13_BOTTOM_CLASS_mirror",
    "POS_13_BOTTOM_SHARED_SLOT_0",
    "POS_13_BOTTOM_SHARED_SLOT_1",
    "POS_13_BOTTOM_SHARED_SLOT_2",
    "POS_13_BOTTOM_SHARED_SLOT_3",
    "POS_13_CENTER_CLASS_beamsplitter_left",
    "POS_13_CENTER_CLASS_beamsplitter_right",
    "POS_13_CENTER_CLASS_beamsplitter_top",
    "POS_13_CENTER_CLASS_beamsplitter_bottom",
    "POS_13_CENTER_CLASS_directional_beamsplitter_0",
    "POS_13_CENTER_CLASS_directional_beamsplitter_90",
    "POS_13_CENTER_SHARED_SLOT_0",
    "POS_13_CENTER_SHARED_SLOT_1",
    "POS_13_CENTER_SHARED_SLOT_2",
    "POS_13_CENTER_SHARED_SLOT_3",
    "POS_21_LEFT_CLASS_mirror",
    "POS_21_LEFT_SHARED_SLOT_0",
    "POS_21_LEFT_SHARED_SLOT_1",
    "POS_21_LEFT_SHARED_SLOT_2",
    "POS_21_LEFT_SHARED_SLOT_3",
    "POS_21_RIGHT_CLASS_mirror",
    "POS_21_RIGHT_SHARED_SLOT_0",
    "POS_21_RIGHT_SHARED_SLOT_1",
    "POS_21_RIGHT_SHARED_SLOT_2",
    "POS_21_RIGHT_SHARED_SLOT_3",
    "POS_21_TOP_CLASS_mirror",
    "POS_21_TOP_SHARED_SLOT_0",
    "POS_21_TOP_SHARED_SLOT_1",
    "POS_21_TOP_SHARED_SLOT_2",
    "POS_21_TOP_SHARED_SLOT_3",
    "POS_21_BOTTOM_CLASS_mirror",
    "POS_21_BOTTOM_SHARED_SLOT_0",
    "POS_21_BOTTOM_SHARED_SLOT_1",
    "POS_21_BOTTOM_SHARED_SLOT_2",
    "POS_21_BOTTOM_SHARED_SLOT_3",
    "POS_21_CENTER_CLASS_beamsplitter_left",
    "POS_21_CENTER_CLASS_beamsplitter_right",
    "POS_21_CENTER_CLASS_beamsplitter_top",
    "POS_21_CENTER_CLASS_beamsplitter_bottom",
    "POS_21_CENTER_CLASS_directional_beamsplitter_0",
    "POS_21_CENTER_CLASS_directional_beamsplitter_90",
    "POS_21_CENTER_SHARED_SLOT_0",
    "POS_21_CENTER_SHARED_SLOT_1",
    "POS_21_CENTER_SHARED_SLOT_2",
    "POS_21_CENTER_SHARED_SLOT_3",
    "POS_22_LEFT_CLASS_mirror",
    "POS_22_LEFT_SHARED_SLOT_0",
    "POS_22_LEFT_SHARED_SLOT_1",
    "POS_22_LEFT_SHARED_SLOT_2",
    "POS_22_LEFT_SHARED_SLOT_3",
    "POS_22_RIGHT_CLASS_mirror",
    "POS_22_RIGHT_SHARED_SLOT_0",
    "POS_22_RIGHT_SHARED_SLOT_1",
    "POS_22_RIGHT_SHARED_SLOT_2",
    "POS_22_RIGHT_SHARED_SLOT_3",
    "POS_22_TOP_CLASS_mirror",
    "POS_22_TOP_SHARED_SLOT_0",
    "POS_22_TOP_SHARED_SLOT_1",
    "POS_22_TOP_SHARED_SLOT_2",
    "POS_22_TOP_SHARED_SLOT_3",
    "POS_22_BOTTOM_CLASS_mirror",
    "POS_22_BOTTOM_SHARED_SLOT_0",
    "POS_22_BOTTOM_SHARED_SLOT_1",
    "POS_22_BOTTOM_SHARED_SLOT_2",
    "POS_22_BOTTOM_SHARED_SLOT_3",
    "POS_22_CENTER_CLASS_beamsplitter_left",
    "POS_22_CENTER_CLASS_beamsplitter_right",
    "POS_22_CENTER_CLASS_beamsplitter_top",
    "POS_22_CENTER_CLASS_beamsplitter_bottom",
    "POS_22_CENTER_CLASS_directional_beamsplitter_0",
    "POS_22_CENTER_CLASS_directional_beamsplitter_90",
    "POS_22_CENTER_SHARED_SLOT_0",
    "POS_22_CENTER_SHARED_SLOT_1",
    "POS_22_CENTER_SHARED_SLOT_2",
    "POS_22_CENTER_SHARED_SLOT_3",
    "POS_23_LEFT_CLASS_mirror",
    "POS_23_LEFT_SHARED_SLOT_0",
    "POS_23_LEFT_SHARED_SLOT_1",
    "POS_23_LEFT_SHARED_SLOT_2",
    "POS_23_LEFT_SHARED_SLOT_3",
    "POS_23_RIGHT_CLASS_mirror",
    "POS_23_RIGHT_SHARED_SLOT_0",
    "POS_23_RIGHT_SHARED_SLOT_1",
    "POS_23_RIGHT_SHARED_SLOT_2",
    "POS_23_RIGHT_SHARED_SLOT_3",
    "POS_23_TOP_CLASS_mirror",
    "POS_23_TOP_SHARED_SLOT_0",
    "POS_23_TOP_SHARED_SLOT_1",
    "POS_23_TOP_SHARED_SLOT_2",
    "POS_23_TOP_SHARED_SLOT_3",
    "POS_23_BOTTOM_CLASS_mirror",
    "POS_23_BOTTOM_SHARED_SLOT_0",
    "POS_23_BOTTOM_SHARED_SLOT_1",
    "POS_23_BOTTOM_SHARED_SLOT_2",
    "POS_23_BOTTOM_SHARED_SLOT_3",
    "POS_23_CENTER_CLASS_beamsplitter_left",
    "POS_23_CENTER_CLASS_beamsplitter_right",
    "POS_23_CENTER_CLASS_beamsplitter_top",
    "POS_23_CENTER_CLASS_beamsplitter_bottom",
    "POS_23_CENTER_CLASS_directional_beamsplitter_0",
    "POS_23_CENTER_CLASS_directional_beamsplitter_90",
    "POS_23_CENTER_SHARED_SLOT_0",
    "POS_23_CENTER_SHARED_SLOT_1",
    "POS_23_CENTER_SHARED_SLOT_2",
    "POS_23_CENTER_SHARED_SLOT_3",
    "POS_31_LEFT_CLASS_mirror",
    "POS_31_LEFT_SHARED_SLOT_0",
    "POS_31_LEFT_SHARED_SLOT_1",
    "POS_31_LEFT_SHARED_SLOT_2",
    "POS_31_LEFT_SHARED_SLOT_3",
    "POS_31_RIGHT_CLASS_mirror",
    "POS_31_RIGHT_SHARED_SLOT_0",
    "POS_31_RIGHT_SHARED_SLOT_1",
    "POS_31_RIGHT_SHARED_SLOT_2",
    "POS_31_RIGHT_SHARED_SLOT_3",
    "POS_31_TOP_CLASS_mirror",
    "POS_31_TOP_SHARED_SLOT_0",
    "POS_31_TOP_SHARED_SLOT_1",
    "POS_31_TOP_SHARED_SLOT_2",
    "POS_31_TOP_SHARED_SLOT_3",
    "POS_31_BOTTOM_CLASS_mirror",
    "POS_31_BOTTOM_SHARED_SLOT_0",
    "POS_31_BOTTOM_SHARED_SLOT_1",
    "POS_31_BOTTOM_SHARED_SLOT_2",
    "POS_31_BOTTOM_SHARED_SLOT_3",
    "POS_31_CENTER_CLASS_beamsplitter_left",
    "POS_31_CENTER_CLASS_beamsplitter_right",
    "POS_31_CENTER_CLASS_beamsplitter_top",
    "POS_31_CENTER_CLASS_beamsplitter_bottom",
    "POS_31_CENTER_CLASS_directional_beamsplitter_0",
    "POS_31_CENTER_CLASS_directional_beamsplitter_90",
    "POS_31_CENTER_SHARED_SLOT_0",
    "POS_31_CENTER_SHARED_SLOT_1",
    "POS_31_CENTER_SHARED_SLOT_2",
    "POS_31_CENTER_SHARED_SLOT_3",
    "POS_32_LEFT_CLASS_mirror",
    "POS_32_LEFT_SHARED_SLOT_0",
    "POS_32_LEFT_SHARED_SLOT_1",
    "POS_32_LEFT_SHARED_SLOT_2",
    "POS_32_LEFT_SHARED_SLOT_3",
    "POS_32_RIGHT_CLASS_mirror",
    "POS_32_RIGHT_SHARED_SLOT_0",
    "POS_32_RIGHT_SHARED_SLOT_1",
    "POS_32_RIGHT_SHARED_SLOT_2",
    "POS_32_RIGHT_SHARED_SLOT_3",
    "POS_32_TOP_CLASS_mirror",
    "POS_32_TOP_SHARED_SLOT_0",
    "POS_32_TOP_SHARED_SLOT_1",
    "POS_32_TOP_SHARED_SLOT_2",
    "POS_32_TOP_SHARED_SLOT_3",
    "POS_32_BOTTOM_CLASS_mirror",
    "POS_32_BOTTOM_SHARED_SLOT_0",
    "POS_32_BOTTOM_SHARED_SLOT_1",
    "POS_32_BOTTOM_SHARED_SLOT_2",
    "POS_32_BOTTOM_SHARED_SLOT_3",
    "POS_32_CENTER_CLASS_beamsplitter_left",
    "POS_32_CENTER_CLASS_beamsplitter_right",
    "POS_32_CENTER_CLASS_beamsplitter_top",
    "POS_32_CENTER_CLASS_beamsplitter_bottom",
    "POS_32_CENTER_CLASS_directional_beamsplitter_0",
    "POS_32_CENTER_CLASS_directional_beamsplitter_90",
    "POS_32_CENTER_SHARED_SLOT_0",
    "POS_32_CENTER_SHARED_SLOT_1",
    "POS_32_CENTER_SHARED_SLOT_2",
    "POS_32_CENTER_SHARED_SLOT_3",
    "POS_33_LEFT_CLASS_mirror",
    "POS_33_LEFT_SHARED_SLOT_0",
    "POS_33_LEFT_SHARED_SLOT_1",
    "POS_33_LEFT_SHARED_SLOT_2",
    "POS_33_LEFT_SHARED_SLOT_3",
    "POS_33_RIGHT_CLASS_mirror",
    "POS_33_RIGHT_SHARED_SLOT_0",
    "POS_33_RIGHT_SHARED_SLOT_1",
    "POS_33_RIGHT_SHARED_SLOT_2",
    "POS_33_RIGHT_SHARED_SLOT_3",
    "POS_33_TOP_CLASS_mirror",
    "POS_33_TOP_SHARED_SLOT_0",
    "POS_33_TOP_SHARED_SLOT_1",
    "POS_33_TOP_SHARED_SLOT_2",
    "POS_33_TOP_SHARED_SLOT_3",
    "POS_33_BOTTOM_CLASS_mirror",
    "POS_33_BOTTOM_SHARED_SLOT_0",
    "POS_33_BOTTOM_SHARED_SLOT_1",
    "POS_33_BOTTOM_SHARED_SLOT_2",
    "POS_33_BOTTOM_SHARED_SLOT_3",
    "POS_33_CENTER_CLASS_beamsplitter_left",
    "POS_33_CENTER_CLASS_beamsplitter_right",
    "POS_33_CENTER_CLASS_beamsplitter_top",
    "POS_33_CENTER_CLASS_beamsplitter_bottom",
    "POS_33_CENTER_CLASS_directional_beamsplitter_0",
    "POS_33_CENTER_CLASS_directional_beamsplitter_90",
    "POS_33_CENTER_SHARED_SLOT_0",
    "POS_33_CENTER_SHARED_SLOT_1",
    "POS_33_CENTER_SHARED_SLOT_2",
    "POS_33_CENTER_SHARED_SLOT_3",
    "POS_01_MAIN_CLASS_mirror",
    "POS_01_MAIN_SHARED_SLOT_0",
    "POS_01_MAIN_SHARED_SLOT_1",
    "POS_01_MAIN_SHARED_SLOT_2",
    "POS_01_MAIN_SHARED_SLOT_3",
    "POS_01_BOUNDARY_CLASS_laser",
    "POS_01_BOUNDARY_CLASS_squeezer",
    "POS_01_BOUNDARY_CLASS_detector",
    "POS_01_BOUNDARY_SHARED_SLOT_0",
    "POS_01_BOUNDARY_SHARED_SLOT_1",
    "POS_01_BOUNDARY_SHARED_SLOT_2",
    "POS_01_LO_CLASS_lo_laser",
    "POS_01_DETECTOR_CLASS_detector",
    "POS_01_BHBS_CLASS_bhbs",
    "POS_01_BHBS_SHARED_SLOT_0",
    "POS_01_BHBS_SHARED_SLOT_1",
    "POS_01_BHBS_SHARED_SLOT_2",
    "POS_02_MAIN_CLASS_mirror",
    "POS_02_MAIN_SHARED_SLOT_0",
    "POS_02_MAIN_SHARED_SLOT_1",
    "POS_02_MAIN_SHARED_SLOT_2",
    "POS_02_MAIN_SHARED_SLOT_3",
    "POS_02_BOUNDARY_CLASS_laser",
    "POS_02_BOUNDARY_CLASS_squeezer",
    "POS_02_BOUNDARY_CLASS_detector",
    "POS_02_BOUNDARY_SHARED_SLOT_0",
    "POS_02_BOUNDARY_SHARED_SLOT_1",
    "POS_02_BOUNDARY_SHARED_SLOT_2",
    "POS_02_LO_CLASS_lo_laser",
    "POS_02_DETECTOR_CLASS_detector",
    "POS_02_BHBS_CLASS_bhbs",
    "POS_02_BHBS_SHARED_SLOT_0",
    "POS_02_BHBS_SHARED_SLOT_1",
    "POS_02_BHBS_SHARED_SLOT_2",
    "POS_03_MAIN_CLASS_mirror",
    "POS_03_MAIN_SHARED_SLOT_0",
    "POS_03_MAIN_SHARED_SLOT_1",
    "POS_03_MAIN_SHARED_SLOT_2",
    "POS_03_MAIN_SHARED_SLOT_3",
    "POS_03_BOUNDARY_CLASS_laser",
    "POS_03_BOUNDARY_CLASS_squeezer",
    "POS_03_BOUNDARY_CLASS_detector",
    "POS_03_BOUNDARY_SHARED_SLOT_0",
    "POS_03_BOUNDARY_SHARED_SLOT_1",
    "POS_03_BOUNDARY_SHARED_SLOT_2",
    "POS_03_LO_CLASS_lo_laser",
    "POS_03_DETECTOR_CLASS_detector",
    "POS_03_BHBS_CLASS_bhbs",
    "POS_03_BHBS_SHARED_SLOT_0",
    "POS_03_BHBS_SHARED_SLOT_1",
    "POS_03_BHBS_SHARED_SLOT_2",
    "POS_10_MAIN_CLASS_mirror",
    "POS_10_MAIN_SHARED_SLOT_0",
    "POS_10_MAIN_SHARED_SLOT_1",
    "POS_10_MAIN_SHARED_SLOT_2",
    "POS_10_MAIN_SHARED_SLOT_3",
    "POS_10_BOUNDARY_CLASS_laser",
    "POS_10_BOUNDARY_CLASS_squeezer",
    "POS_10_BOUNDARY_CLASS_detector",
    "POS_10_BOUNDARY_SHARED_SLOT_0",
    "POS_10_BOUNDARY_SHARED_SLOT_1",
    "POS_10_BOUNDARY_SHARED_SLOT_2",
    "POS_10_LO_CLASS_lo_laser",
    "POS_10_DETECTOR_CLASS_detector",
    "POS_10_BHBS_CLASS_bhbs",
    "POS_10_BHBS_SHARED_SLOT_0",
    "POS_10_BHBS_SHARED_SLOT_1",
    "POS_10_BHBS_SHARED_SLOT_2",
    "POS_14_MAIN_CLASS_mirror",
    "POS_14_MAIN_SHARED_SLOT_0",
    "POS_14_MAIN_SHARED_SLOT_1",
    "POS_14_MAIN_SHARED_SLOT_2",
    "POS_14_MAIN_SHARED_SLOT_3",
    "POS_14_BOUNDARY_CLASS_laser",
    "POS_14_BOUNDARY_CLASS_squeezer",
    "POS_14_BOUNDARY_CLASS_detector",
    "POS_14_BOUNDARY_SHARED_SLOT_0",
    "POS_14_BOUNDARY_SHARED_SLOT_1",
    "POS_14_BOUNDARY_SHARED_SLOT_2",
    "POS_14_LO_CLASS_lo_laser",
    "POS_14_DETECTOR_CLASS_detector",
    "POS_14_BHBS_CLASS_bhbs",
    "POS_14_BHBS_SHARED_SLOT_0",
    "POS_14_BHBS_SHARED_SLOT_1",
    "POS_14_BHBS_SHARED_SLOT_2",
    "POS_20_MAIN_CLASS_mirror",
    "POS_20_MAIN_SHARED_SLOT_0",
    "POS_20_MAIN_SHARED_SLOT_1",
    "POS_20_MAIN_SHARED_SLOT_2",
    "POS_20_MAIN_SHARED_SLOT_3",
    "POS_20_BOUNDARY_CLASS_laser",
    "POS_20_BOUNDARY_CLASS_squeezer",
    "POS_20_BOUNDARY_CLASS_detector",
    "POS_20_BOUNDARY_SHARED_SLOT_0",
    "POS_20_BOUNDARY_SHARED_SLOT_1",
    "POS_20_BOUNDARY_SHARED_SLOT_2",
    "POS_20_LO_CLASS_lo_laser",
    "POS_20_DETECTOR_CLASS_detector",
    "POS_20_BHBS_CLASS_bhbs",
    "POS_20_BHBS_SHARED_SLOT_0",
    "POS_20_BHBS_SHARED_SLOT_1",
    "POS_20_BHBS_SHARED_SLOT_2",
    "POS_24_MAIN_CLASS_mirror",
    "POS_24_MAIN_SHARED_SLOT_0",
    "POS_24_MAIN_SHARED_SLOT_1",
    "POS_24_MAIN_SHARED_SLOT_2",
    "POS_24_MAIN_SHARED_SLOT_3",
    "POS_24_BOUNDARY_CLASS_laser",
    "POS_24_BOUNDARY_CLASS_squeezer",
    "POS_24_BOUNDARY_CLASS_detector",
    "POS_24_BOUNDARY_SHARED_SLOT_0",
    "POS_24_BOUNDARY_SHARED_SLOT_1",
    "POS_24_BOUNDARY_SHARED_SLOT_2",
    "POS_24_LO_CLASS_lo_laser",
    "POS_24_DETECTOR_CLASS_detector",
    "POS_24_BHBS_CLASS_bhbs",
    "POS_24_BHBS_SHARED_SLOT_0",
    "POS_24_BHBS_SHARED_SLOT_1",
    "POS_24_BHBS_SHARED_SLOT_2",
    "POS_30_MAIN_CLASS_mirror",
    "POS_30_MAIN_SHARED_SLOT_0",
    "POS_30_MAIN_SHARED_SLOT_1",
    "POS_30_MAIN_SHARED_SLOT_2",
    "POS_30_MAIN_SHARED_SLOT_3",
    "POS_30_BOUNDARY_CLASS_laser",
    "POS_30_BOUNDARY_CLASS_squeezer",
    "POS_30_BOUNDARY_CLASS_detector",
    "POS_30_BOUNDARY_SHARED_SLOT_0",
    "POS_30_BOUNDARY_SHARED_SLOT_1",
    "POS_30_BOUNDARY_SHARED_SLOT_2",
    "POS_30_LO_CLASS_lo_laser",
    "POS_30_DETECTOR_CLASS_detector",
    "POS_30_BHBS_CLASS_bhbs",
    "POS_30_BHBS_SHARED_SLOT_0",
    "POS_30_BHBS_SHARED_SLOT_1",
    "POS_30_BHBS_SHARED_SLOT_2",
    "POS_34_MAIN_CLASS_mirror",
    "POS_34_MAIN_SHARED_SLOT_0",
    "POS_34_MAIN_SHARED_SLOT_1",
    "POS_34_MAIN_SHARED_SLOT_2",
    "POS_34_MAIN_SHARED_SLOT_3",
    "POS_34_BOUNDARY_CLASS_laser",
    "POS_34_BOUNDARY_CLASS_squeezer",
    "POS_34_BOUNDARY_CLASS_detector",
    "POS_34_BOUNDARY_SHARED_SLOT_0",
    "POS_34_BOUNDARY_SHARED_SLOT_1",
    "POS_34_BOUNDARY_SHARED_SLOT_2",
    "POS_34_LO_CLASS_lo_laser",
    "POS_34_DETECTOR_CLASS_detector",
    "POS_34_BHBS_CLASS_bhbs",
    "POS_34_BHBS_SHARED_SLOT_0",
    "POS_34_BHBS_SHARED_SLOT_1",
    "POS_34_BHBS_SHARED_SLOT_2",
    "POS_41_MAIN_CLASS_mirror",
    "POS_41_MAIN_SHARED_SLOT_0",
    "POS_41_MAIN_SHARED_SLOT_1",
    "POS_41_MAIN_SHARED_SLOT_2",
    "POS_41_MAIN_SHARED_SLOT_3",
    "POS_41_BOUNDARY_CLASS_laser",
    "POS_41_BOUNDARY_CLASS_squeezer",
    "POS_41_BOUNDARY_CLASS_detector",
    "POS_41_BOUNDARY_SHARED_SLOT_0",
    "POS_41_BOUNDARY_SHARED_SLOT_1",
    "POS_41_BOUNDARY_SHARED_SLOT_2",
    "POS_41_LO_CLASS_lo_laser",
    "POS_41_DETECTOR_CLASS_detector",
    "POS_41_BHBS_CLASS_bhbs",
    "POS_41_BHBS_SHARED_SLOT_0",
    "POS_41_BHBS_SHARED_SLOT_1",
    "POS_41_BHBS_SHARED_SLOT_2",
    "POS_42_MAIN_CLASS_mirror",
    "POS_42_MAIN_SHARED_SLOT_0",
    "POS_42_MAIN_SHARED_SLOT_1",
    "POS_42_MAIN_SHARED_SLOT_2",
    "POS_42_MAIN_SHARED_SLOT_3",
    "POS_42_BOUNDARY_CLASS_laser",
    "POS_42_BOUNDARY_CLASS_squeezer",
    "POS_42_BOUNDARY_CLASS_detector",
    "POS_42_BOUNDARY_SHARED_SLOT_0",
    "POS_42_BOUNDARY_SHARED_SLOT_1",
    "POS_42_BOUNDARY_SHARED_SLOT_2",
    "POS_42_LO_CLASS_lo_laser",
    "POS_42_DETECTOR_CLASS_detector",
    "POS_42_BHBS_CLASS_bhbs",
    "POS_42_BHBS_SHARED_SLOT_0",
    "POS_42_BHBS_SHARED_SLOT_1",
    "POS_42_BHBS_SHARED_SLOT_2",
    "POS_43_MAIN_CLASS_mirror",
    "POS_43_MAIN_SHARED_SLOT_0",
    "POS_43_MAIN_SHARED_SLOT_1",
    "POS_43_MAIN_SHARED_SLOT_2",
    "POS_43_MAIN_SHARED_SLOT_3",
    "POS_43_BOUNDARY_CLASS_laser",
    "POS_43_BOUNDARY_CLASS_squeezer",
    "POS_43_BOUNDARY_CLASS_detector",
    "POS_43_BOUNDARY_SHARED_SLOT_0",
    "POS_43_BOUNDARY_SHARED_SLOT_1",
    "POS_43_BOUNDARY_SHARED_SLOT_2",
    "POS_43_LO_CLASS_lo_laser",
    "POS_43_DETECTOR_CLASS_detector",
    "POS_43_BHBS_CLASS_bhbs",
    "POS_43_BHBS_SHARED_SLOT_0",
    "POS_43_BHBS_SHARED_SLOT_1",
    "POS_43_BHBS_SHARED_SLOT_2",
    "EDGE_m01_mt11_length",
    "EDGE_m02_mt12_length",
    "EDGE_m03_mt13_length",
    "EDGE_m10_ml11_length",
    "EDGE_m20_ml21_length",
    "EDGE_m30_ml31_length",
    "EDGE_mb31_m41_length",
    "EDGE_mb32_m42_length",
    "EDGE_mb33_m43_length",
    "EDGE_mr11_ml12_length",
    "EDGE_mr12_ml13_length",
    "EDGE_mr13_m14_length",
    "EDGE_mr21_ml22_length",
    "EDGE_mr22_ml23_length",
    "EDGE_mr23_m24_length",
    "EDGE_mr31_ml32_length",
    "EDGE_mr32_ml33_length",
    "EDGE_mr33_m34_length",
    "EDGE_mt21_mb11_length",
    "EDGE_mt22_mb12_length",
    "EDGE_mt23_mb13_length",
    "EDGE_mt31_mb21_length",
    "EDGE_mt32_mb22_length",
    "EDGE_mt33_mb23_length"
]